---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RbsElecCircuitSlotIndex
source: html/b2287546-5cca-2705-bf61-137cc654e470.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RbsElecCircuitSlotIndex Property

"Slot Index"

## Syntax (C#)
```csharp
public static ForgeTypeId RbsElecCircuitSlotIndex { get; }
```